app/controllers/emails_controller.rb

  def index
    @emails = Email.all
---
SELECT "emails".* FROM "emails" ORDER BY "emails"."created_at" ASC

  def create
    @email =  Email.create(object: Faker::Games::Zelda.game, body: Faker::Movies::HarryPotter.quote)
---
INSERT INTO "emails" ("object", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["object", "Oracle of Seasons - Oracle of Ages"], ["body", "After all this time? Always."], ["created_at", "2020-05-28 21:09:49.108344"], ["updated_at", "2020-05-28 21:09:49.108344"]]